[
   {
      "name": "Online Bookkeeping",
      "image": "http://dummyimage.com/247x100.png/dddddd/000000",
      "price": 272,
      "description": "A bookkeeping service offers a three-tiered approach to developing and maintaining your company’s overall financial processes and management. The first prong is created by the accounting software specialist.He or she creates your accounting data file so that it’s tailored to the specific needs of you and your business. He or she will ensure that you have access to the software and reports you need. Next is the full-charge bookkeeper. We all know the basic duties of a bookkeeper: to track payables and receivables and keep all your business’s financial transactions documented. Sounds simple enough, but there’s a lot more to this job than meets the eye. A full-charge bookkeeper can also manage payroll, handle deposits, create and maintain financial reports, manage the ever-changing world of sales taxes as well as quarterly taxes and withholding. Bookkeepers also reconcile bank statements to internal accounts and even help out during an internal or IRS audit. Whether you want to get a business loan, answer an auditor, or simply design next year’s budget and business plan, you need the assistance of a full-charge bookkeeper. They can help ensure that each of these tasks are completed correctly, in a timely manner, and that they are accurate enough to be truly useful.  Between the accounting software specialist and the full-charge bookkeeper, you will have begun to create a set of checks and balances within your business. Individual department spending will be recorded and analyzed by the bookkeeper, accounts receivables and payables reviewed and fulfilled by him or her, and the company’s spending is contrasted with its budget for review and analysis that can help identify inefficiencies and create more accurate future budgets. In bookkeeping, there are 5 different types of accounts. These are assets, liabilities, revenue, expenses, and equity. Assets are all the resources and cash owned by the company, such as inventory. Liabilities are the debts and obligations owed by the company. Revenue is the money the business takes in. Expenses are cash from the company to pay for items, such as salaries and utilities. Equity is the remaining value after liabilities. And this is where we bring in the third prong of the bookkeeping service, the controller. The controller increases the company’s overall financial accountability and checks and balances. A controller reviews the bookkeeper’s ledger for accuracy while also maintaining the integrity of the accounting data file in the future so that adjustments can’t be made without approval. Lastly, a controller issues monthly financial reports highlighting any critical issues that you need to understand and possibly address."
   },
   {
      "name": "Tax Preparation",
      "image": "http://dummyimage.com/246x100.png/5fa2dd/ffffff",
      "price": 511,
      "description": "The IRS takes the sanctity of the e-file system very seriously, and it has become an area of increased scrutiny, mainly because this is a high-risk area for potential hacking and fraud. As a result, it’s a little more work for a preparer to complete this process. In many ways, e-file requirements are like acquiring a PTIN. E-file requirements ask for two additional security measures. First, a professional certification (such as a PTIN) is required, as well as an official copy of your fingerprints. Once you’ve submitted the online documents and sent in your fingerprints, you will receive an electronic filing identification number (EFIN). Then you are ready to access the portal to submit e-filings.If a preparer prepares less than ten returns, they are not required to e-file. If they have filed more than ten returns in a given year, they are required to e-file every single return they prepare. While there are some exceptions, they are rare. What is an Electronic Fil"
   },
   {
      "name": "Financial Planning",
      "image": "http://dummyimage.com/199x100.png/ff4444/ffffff",
      "price": 311,
      "description": "Whether you’re going it alone or with a financial planner, the first step in creating a financial plan is gathering a lot of bits of paper—or, more likely these days, cutting and pasting numbers from various web-based accounts into a document or spreadsheet. If your expenses vary a lot seasonally, then it’s best to go through an entire year—counting up all the expenditures in each category and then dividing by 12 to get an average monthly estimate of your spending. This way, you won’t underestimate or overestimate what you spend on utilities, nor will you forget to account for holiday gifts or a vacation."
   },
   {
      "name": "Payroll Data Entry",
      "image": "http://dummyimage.com/146x100.png/5fa2dd/ffffff",
      "price": 670,
      "description": "There are still companies that do their own payroll, instead of subcontracting it out to a payroll firm. When this happens, there is often a person or a team that is responsible for making sure everyone gets a paycheck and the employers responsibilities Employee time sheets or time cards are totaled up and reviewed for accuracy. In my firm, the data entry from the time sheets into the payroll program is done manually. Every employee's time worked, time off and sick time is entered into the computer payroll program. During the data entry, any changes to benefits, child support, garnishments or other deductions are also entered. Depending on the number of employees, this could be a short or long process. Once all the data is entered, the computer program calculates all the wages, benefits and taxes for each employee. The data is then reviewed in a series of reports checking for errors. For example, incorrect wages, benefits the employee has not yet earned, etc. If any errors are found, they are corrected and the payroll is recalculated. Once one determines there are no errors, the checks are printed, signed and put in envelopes for the employees. Various accounting tests are performed to spot check the accuracy of the employer's and employee taxes, leave balances and that the payroll actually balances. By this I mean the sum of all the wages, benefits, taxes, is equal to the amount of cash actually taken out of the bank account of the company. After the payroll balances, it is important to pay all employer taxes associated with the wages just paid. Every time a payroll is processed, the employer incurs a liability to the federal and state government in the form of employment taxes. These are due in a relatively short period of time for larger payrolls, somewhat less quickly for small payrolls. When not actually running a payroll, the payroll clerk works closely with Human Resources to add new employees to the computer program. (S)he also verifies budget codes, pay rates, enters raises, and starts and ends benefits like insurance and retirement plans. Besides that, various journal entries, need to be done. Quarterly taxes need to be filed as well as annual W-2 and Affordable Healthcare Reporting."
   },
   {
      "name": "Investment Planning",
      "image": "http://dummyimage.com/106x100.png/cc0000/ffffff",
      "price": 254,
      "description": "Before we start investing in we need to learn about all the investment options available in the financial market. We need to go through all the investment vehicles such stocks, bonds, gold, real estate, life insurance etch and compare the rate of returns and risks associated with it. Nowadays there are many online website where we can learn about the all type of investment vehicles and also compare the rate of return and risk associated with it. It will help us in putting our money in the investment vehicle according our financial condition and risk taking appetite. This will also help in not falling in the traps which are created by the middlemen who gain commission by selling investment products like life insurance. When we have enough knowledge about it we can select and buy our own. This is an important step of investment planning."
   },
   {
      "name": "Accounts Outsourcing",
      "image": "http://dummyimage.com/208x100.png/cc0000/ffffff",
      "price": 405,
      "description": "Outsourced accounting is when a business hires a third party (outside of their company) to complete the accounting function and finance function of the organisation. Outsourced accountants handle all the finance functions of the business including; bookkeeping, payroll, financial reports, management accounting, tax, accounts payable, accounts receivable, following up debtors, and other accounts-related services."
   }
]
